---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationMaterialAbbreviation
source: html/1c6cfff5-660a-d5ab-56cf-ed55e1549e00.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationMaterialAbbreviation Property

"Material Abbreviation"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationMaterialAbbreviation { get; }
```